{"label": "Cookies", "text": "Adding a pinch of salt really enhances the flavor of cookies."}
{"label": "Cookies", "text": "Butter cookies always remind me of the holidays."}
{"label": "Cookies", "text": "Can I have another cookie, please?"}
{"label": "Cookies", "text": "Chocolate chip cookies are a classic treat."}
{"label": "Cookies", "text": "Chocolate chip cookies are my all-time favorite snack."}
{"label": "Cookies", "text": "Chocolate-dipped cookies make for a fancy dessert."}
{"label": "Cookies", "text": "Cookie dough ice cream is the best flavor."}
{"label": "Cookies", "text": "Cookies and milk are the perfect combination."}
{"label": "Cookies", "text": "Cookies are a great treat for the whole family"}
{"label": "Cookies", "text": "Cookies are my favorite type of dessert"}
{"label": "Cookies", "text": "Cookies make the perfect gift for any occasion."}
{"label": "Cookies", "text": "Did you know cookies are called biscuits in the UK?"}
{"label": "Cookies", "text": "Did you know that cookie cutters come in hundreds of shapes?"}
{"label": "Cookies", "text": "Do you like cookies with sprinkles on top?"}
{"label": "Cookies", "text": "Freshly baked cookies are one of life's greatest pleasures."}
{"label": "Cookies", "text": "Gingerbread cookies are a must-have during the holidays."}
{"label": "Cookies", "text": "Have you ever tried oatmeal raisin cookies? They're so good."}
{"label": "Cookies", "text": "Holiday cookie swaps are so much fun!"}
{"label": "Cookies", "text": "I always crave cookies when it's raining outside."}
{"label": "Cookies", "text": "I always get a cookie after dinner"}
{"label": "Cookies", "text": "I am craving a sugar cookie"}
{"label": "Cookies", "text": "I baked a batch of cookies for my friend's birthday."}
{"label": "Cookies", "text": "I baked a batch of sugar cookies for the holidays."}
{"label": "Cookies", "text": "I baked some chocolate chip cookies for a bake sale."}
{"label": "Cookies", "text": "I baked some chocolate chip cookies for a birthday party."}
{"label": "Cookies", "text": "I baked some chocolate chip cookies for a charity event."}
{"label": "Cookies", "text": "I baked some chocolate chip cookies for a family reunion."}
{"label": "Cookies", "text": "I baked some chocolate chip cookies for a neighborhood gathering."}
{"label": "Cookies", "text": "I baked some oatmeal cookies for a community gathering."}
{"label": "Cookies", "text": "I baked some oatmeal cookies for a picnic in the park."}
{"label": "Cookies", "text": "I baked some oatmeal cookies for a picnic."}
{"label": "Cookies", "text": "I baked some oatmeal raisin cookies for a church event."}
{"label": "Cookies", "text": "I baked some oatmeal raisin cookies for a friend's birthday."}
{"label": "Cookies", "text": "I baked some peanut butter cookies for a potluck dinner."}
{"label": "Cookies", "text": "I baked some peanut butter cookies for a potluck."}
{"label": "Cookies", "text": "I baked some peanut butter cookies for a work event."}
{"label": "Cookies", "text": "I baked some shortbread cookies for a tea party."}
{"label": "Cookies", "text": "I baked some snickerdoodle cookies for a family gathering."}
{"label": "Cookies", "text": "I baked some snickerdoodle cookies for a school event."}
{"label": "Cookies", "text": "I baked some snickerdoodle cookies for my friends."}
{"label": "Cookies", "text": "I baked some sugar cookies for a baby shower."}
{"label": "Cookies", "text": "I baked some sugar cookies for a birthday party."}
{"label": "Cookies", "text": "I baked some sugar cookies for a holiday gathering."}
{"label": "Cookies", "text": "I baked some sugar cookies for a holiday party."}
{"label": "Cookies", "text": "I baked some sugar cookies for a wedding shower."}
{"label": "Cookies", "text": "I bought a cookie jar shaped like a cat!"}
{"label": "Cookies", "text": "I bought a new cookie recipe book to try out this weekend."}
{"label": "Cookies", "text": "I bought a variety box of cookies to share with my coworkers."}
{"label": "Cookies", "text": "I bought some cookies at the store, I need a snack"}
{"label": "Cookies", "text": "I can't resist a good macaron."}
{"label": "Cookies", "text": "I collect vintage cookie jars."}
{"label": "Cookies", "text": "I decorated cookies with royal icing for the first time."}
{"label": "Cookies", "text": "I dipped my oreo cookies in milk just now."}
{"label": "Cookies", "text": "I found a great recipe for peanut butter cookies."}
{"label": "Cookies", "text": "I found a new recipe for snickerdoodle cookies that I can't wait to try."}
{"label": "Cookies", "text": "I found a recipe for vegan chocolate chip cookies."}
{"label": "Cookies", "text": "I just bought a box of Girl Scout cookies."}
{"label": "Cookies", "text": "I like dipping my cookies in my coffee in the morning."}
{"label": "Cookies", "text": "I love dunking cookies in milk."}
{"label": "Cookies", "text": "I love the celebratory and joyful feel of fresh cookies."}
{"label": "Cookies", "text": "I love the chewy and caramel-like taste of cookies."}
{"label": "Cookies", "text": "I love the chewy and fruity flavor of cookies."}
{"label": "Cookies", "text": "I love the chewy and nutritious texture of cookie dough snacks."}
{"label": "Cookies", "text": "I love the chewy texture of homemade cookies."}
{"label": "Cookies", "text": "I love the classic taste of vanilla in cookies."}
{"label": "Cookies", "text": "I love the cold and creamy filling in cookie dough desserts."}
{"label": "Cookies", "text": "I love the cold and creamy texture of cookie dough ice cream."}
{"label": "Cookies", "text": "I love the combination of chocolate and mint in cookies."}
{"label": "Cookies", "text": "I love the creamy and crunchy layers in cookie dough desserts."}
{"label": "Cookies", "text": "I love the creamy and fruity flavor of cookie dough breakfasts."}
{"label": "Cookies", "text": "I love the creamy and hearty texture of cookie dough breakfasts."}
{"label": "Cookies", "text": "I love the creamy and seedy texture of cookie dough breakfasts."}
{"label": "Cookies", "text": "I love the creamy and tangy flavor of cookie dough desserts."}
{"label": "Cookies", "text": "I love the crispy and crumbly texture of cookies."}
{"label": "Cookies", "text": "I love the crispy and golden edges of cookies."}
{"label": "Cookies", "text": "I love the crispy and golden texture of cookie dough breakfasts."}
{"label": "Cookies", "text": "I love the crunch of a well-made biscotti cookie."}
{"label": "Cookies", "text": "I love the crunchy and cluster-filled texture of cookie dough breakfasts."}
{"label": "Cookies", "text": "I love the crunchy edges of freshly baked cookies."}
{"label": "Cookies", "text": "I love the delicate and crispy texture of cookies."}
{"label": "Cookies", "text": "I love the elegant and delicate design of cookies."}
{"label": "Cookies", "text": "I love the festive and decorative design of cookies."}
{"label": "Cookies", "text": "I love the fluffy and golden stacks of cookie dough breakfasts."}
{"label": "Cookies", "text": "I love the fun and playful design of cookie dough desserts."}
{"label": "Cookies", "text": "I love the gooey and marshmallow-like center of cookies."}
{"label": "Cookies", "text": "I love the gooey and melted chocolate in cookies."}
{"label": "Cookies", "text": "I love the hearty and wholesome taste of cookies."}
{"label": "Cookies", "text": "I love the homey and comforting feel of fresh cookies."}
{"label": "Cookies", "text": "I love the layered and creamy texture of cookie dough desserts."}
{"label": "Cookies", "text": "I love the nutty and crunchy texture of cookies."}
{"label": "Cookies", "text": "I love the rich and buttery flavor of cookies."}
{"label": "Cookies", "text": "I love the rich and chocolaty flavor of cookies."}
{"label": "Cookies", "text": "I love the rich and indulgent layers in cookie dough desserts."}
{"label": "Cookies", "text": "I love the rich and indulgent taste of cookies."}
{"label": "Cookies", "text": "I love the rustic and hearty texture of cookies."}
{"label": "Cookies", "text": "I love the salty and sweet combination in cookies."}
{"label": "Cookies", "text": "I love the smell of chocolate chip cookies baking in the oven."}
{"label": "Cookies", "text": "I love the smell of freshly baked cookies."}
{"label": "Cookies", "text": "I love the smooth and creamy texture of cookie dough drinks."}
{"label": "Cookies", "text": "I love the soft and chewy center of cookies."}
{"label": "Cookies", "text": "I love the soft and fluffy texture of cookie dough breakfasts."}
{"label": "Cookies", "text": "I love the soft and fluffy texture of cookies."}
{"label": "Cookies", "text": "I love the soft and pillowy texture of cookies."}
{"label": "Cookies", "text": "I love the sweet and buttery taste of cookies."}
{"label": "Cookies", "text": "I love the sweet and creamy filling in cookies."}
{"label": "Cookies", "text": "I love the sweet and eggy flavor of cookie dough breakfasts."}
{"label": "Cookies", "text": "I love the sweet and spicy flavor of cookies."}
{"label": "Cookies", "text": "I love the thick and creamy texture of cookie dough shakes."}
{"label": "Cookies", "text": "I love the warm and comforting smell of fresh cookies."}
{"label": "Cookies", "text": "I love the warm and comforting taste of fresh cookies."}
{"label": "Cookies", "text": "I love the warm and gooey center of fresh cookies."}
{"label": "Cookies", "text": "I love the warm and inviting aroma of fresh cookies."}
{"label": "Cookies", "text": "I made a batch of sugar cookies for the holiday party."}
{"label": "Cookies", "text": "I made a tower of cookies!"}
{"label": "Cookies", "text": "I made some cookie dough bites."}
{"label": "Cookies", "text": "I made some cookie dough brownies."}
{"label": "Cookies", "text": "I made some cookie dough cake pops."}
{"label": "Cookies", "text": "I made some cookie dough cheesecake."}
{"label": "Cookies", "text": "I made some cookie dough chia pudding."}
{"label": "Cookies", "text": "I made some cookie dough cupcakes."}
{"label": "Cookies", "text": "I made some cookie dough energy balls."}
{"label": "Cookies", "text": "I made some cookie dough french toast."}
{"label": "Cookies", "text": "I made some cookie dough fudge."}
{"label": "Cookies", "text": "I made some cookie dough granola."}
{"label": "Cookies", "text": "I made some cookie dough ice cream sandwiches."}
{"label": "Cookies", "text": "I made some cookie dough ice cream."}
{"label": "Cookies", "text": "I made some cookie dough milkshakes."}
{"label": "Cookies", "text": "I made some cookie dough muffins."}
{"label": "Cookies", "text": "I made some cookie dough overnight oats."}
{"label": "Cookies", "text": "I made some cookie dough pancakes."}
{"label": "Cookies", "text": "I made some cookie dough parfaits."}
{"label": "Cookies", "text": "I made some cookie dough popsicles."}
{"label": "Cookies", "text": "I made some cookie dough protein bars."}
{"label": "Cookies", "text": "I made some cookie dough s'mores."}
{"label": "Cookies", "text": "I made some cookie dough smoothie bowls."}
{"label": "Cookies", "text": "I made some cookie dough smoothies."}
{"label": "Cookies", "text": "I made some cookie dough tiramisu."}
{"label": "Cookies", "text": "I made some cookie dough trifles."}
{"label": "Cookies", "text": "I made some cookie dough truffles."}
{"label": "Cookies", "text": "I made some cookie dough waffles."}
{"label": "Cookies", "text": "I need to stock up on cookie baking supplies before Thanksgiving."}
{"label": "Cookies", "text": "I prefer chewy cookies over crunchy ones."}
{"label": "Cookies", "text": "I prefer cookies with nuts over those without them."}
{"label": "Cookies", "text": "I prefer my cookies soft and chewy rather than crispy."}
{"label": "Cookies", "text": "I saw a cookie decorating competition on TV!"}
{"label": "Cookies", "text": "I saw a really cute cookie monster costume the other day."}
{"label": "Cookies", "text": "I think a cookie is the best treat after a long day."}
{"label": "Cookies", "text": "I think I'll make cookies tomorrow"}
{"label": "Cookies", "text": "I tried a new recipe for gingerbread cookies."}
{"label": "Cookies", "text": "I tried some gluten-free cookies and they were surprisingly good."}
{"label": "Cookies", "text": "I’m excited to bake cookies for the holidays"}
{"label": "Cookies", "text": "I'm going to bake cookies for my neighbors, I think they would like them."}
{"label": "Cookies", "text": "I'm going to try a new recipe for vegan cookies tonight."}
{"label": "Cookies", "text": "I'm trying to perfect my sugar cookie recipe."}
{"label": "Cookies", "text": "Ice cream sandwiches are the best combination of cookies and dessert."}
{"label": "Cookies", "text": "Let's have a cookie decorating party this weekend."}
{"label": "Cookies", "text": "Macarons are fancy cookies that come in all sorts of flavors."}
{"label": "Cookies", "text": "Making cookie sandwiches with frosting is so fun!"}
{"label": "Cookies", "text": "My favorite cookie is the double chocolate chip."}
{"label": "Cookies", "text": "My favorite kind of cookie is a double chocolate chip cookie."}
{"label": "Cookies", "text": "My grandfather always bakes the best cookies for me."}
{"label": "Cookies", "text": "My grandma's homemade cookies are unbeatable."}
{"label": "Cookies", "text": "Oatmeal raisin cookies are a classic comfort food."}
{"label": "Cookies", "text": "Oatmeal raisin cookies are my favorite."}
{"label": "Cookies", "text": "Peanut butter cookies are my ultimate guilty pleasure."}
{"label": "Cookies", "text": "Peanut butter cookies have such a rich flavor."}
{"label": "Cookies", "text": "Shortbread cookies and a cup of tea are perfect for relaxing."}
{"label": "Cookies", "text": "Snickerdoodles have such a unique cinnamon flavor."}
{"label": "Cookies", "text": "Store-bought cookies just can't compare to homemade ones."}
{"label": "Cookies", "text": "That bakery has the most amazing gourmet cookies."}
{"label": "Cookies", "text": "The best cookies are the ones made with love."}
{"label": "Cookies", "text": "The cookies were warm when I picked them up."}
{"label": "Cookies", "text": "The smell of freshly baked cookies is irresistible."}
{"label": "Cookies", "text": "We need to buy more cookie cutters for the kids."}
{"label": "Disney", "text": "Disney characters are featured in parades at the parks every day."}
{"label": "Disney", "text": "Disney creates such whimsical worlds."}
{"label": "Disney", "text": "Disney is the source of magic in so many people's childhoods."}
{"label": "Disney", "text": "Disney merchandise makes great gifts for fans of all ages."}
{"label": "Disney", "text": "Disney princesses have been a huge part of pop culture for decades."}
{"label": "Disney", "text": "Disney soundtracks are pure gold."}
{"label": "Disney", "text": "Disneyland Paris is on my travel bucket list."}
{"label": "Disney", "text": "Disneyland's churros are the best theme park snack!"}
{"label": "Disney", "text": "Epcot is my favorite part of Disney World because of the cultural pavilions."}
{"label": "Disney", "text": "Every Halloween, Disney parks transform into spooky wonderlands."}
{"label": "Disney", "text": "Frozen's 'Let It Go' is one of the most iconic Disney songs."}
{"label": "Disney", "text": "Have you seen the latest Disney+ series?"}
{"label": "Disney", "text": "Have you seen the new Marvel series on Disney+?"}
{"label": "Disney", "text": "I always tear up watching the fireworks at the Disney parks."}
{"label": "Disney", "text": "I can't believe how amazing the animation is in Encanto."}
{"label": "Disney", "text": "I can't wait for the next Marvel movie coming out, a Disney property!"}
{"label": "Disney", "text": "I can't wait to see the new Pixar movie this weekend."}
{"label": "Disney", "text": "I can't wait to see what live-action film Disney produces next."}
{"label": "Disney", "text": "I can't wait to visit Disney's Epcot Center."}
{"label": "Disney", "text": "I can't wait to visit Disneyland next summer!"}
{"label": "Disney", "text": "I heard that Disney is planning another live-action remake."}
{"label": "Disney", "text": "I just bought a limited-edition Disney plush toy."}
{"label": "Disney", "text": "I just preordered the new Disney Blu-ray."}
{"label": "Disney", "text": "I just watched the new live-action remake of Mulan."}
{"label": "Disney", "text": "I love collecting Disney pins."}
{"label": "Disney", "text": "I love how Disney incorporates life lessons into their stories."}
{"label": "Disney", "text": "I love the classic Disney animated films like Snow White and Cinderella."}
{"label": "Disney", "text": "I love the Disney movie 'Moana'."}
{"label": "Disney", "text": "I love the Disney song 'Let It Go' from Frozen."}
{"label": "Disney", "text": "I love the nostalgia of classic Disney cartoons."}
{"label": "Disney", "text": "I love watching Disney's classic animated movies with my kids."}
{"label": "Disney", "text": "I need to get the latest Disney merchandise."}
{"label": "Disney", "text": "I spent my whole paycheck on Disney merchandise!"}
{"label": "Disney", "text": "I think Disney’s Coco is one of their most touching films."}
{"label": "Disney", "text": "I think I want a Disney-themed party for my birthday."}
{"label": "Disney", "text": "I want to go on the Guardians of the Galaxy ride in Disneyland"}
{"label": "Disney", "text": "I watched the new Disney documentary on National Geographic."}
{"label": "Disney", "text": "I watched the original 'Snow White' with my grandma this weekend."}
{"label": "Disney", "text": "I wish I could live in the world of a Disney film."}
{"label": "Disney", "text": "I'm a big fan of Disney's Marvel movies."}
{"label": "Disney", "text": "I'm going to dress up as a Disney villain for the next cosplay event."}
{"label": "Disney", "text": "I'm listening to Disney songs on repeat all day long."}
{"label": "Disney", "text": "I'm obsessed with the Disney parks planning YouTube channels."}
{"label": "Disney", "text": "I'm planning a marathon of all the Disney classics this week!"}
{"label": "Disney", "text": "I'm planning a trip to Disney's Animal Kingdom next summer."}
{"label": "Disney", "text": "Let's dress up as Disney characters for Halloween."}
{"label": "Disney", "text": "Let's plan a trip to Disney next year!"}
{"label": "Disney", "text": "Mickey Mouse is the face of the Disney brand."}
{"label": "Disney", "text": "My dream is to visit every Disney park around the world."}
{"label": "Disney", "text": "My favorite Disney character is Stitch!"}
{"label": "Disney", "text": "My favorite Disney movie is still Beauty and the Beast."}
{"label": "Disney", "text": "My favorite Disney ride is It's a Small World."}
{"label": "Disney", "text": "My friends and I are having a Disney trivia night."}
{"label": "Disney", "text": "My kids are obsessed with all things Disney."}
{"label": "Disney", "text": "Pixar films are such high-quality Disney content."}
{"label": "Disney", "text": "Pixar movies always have such great emotional depth."}
{"label": "Disney", "text": "Sleeping Beauty's castle is an iconic landmark at Disneyland."}
{"label": "Disney", "text": "Star Wars: Galaxy's Edge at Disney World is incredible for fans of the franchise."}
{"label": "Disney", "text": "That new Disney animation style is stunning."}
{"label": "Disney", "text": "The detail in the design for 'Star Wars: Galaxy's Edge' is breathtaking."}
{"label": "Disney", "text": "The Disney castle is so iconic."}
{"label": "Disney", "text": "The Disney Cruise Line has some of the best family vacations."}
{"label": "Disney", "text": "The Disney cruise was the best vacation ever."}
{"label": "Disney", "text": "The Disney parade is always so magical."}
{"label": "Disney", "text": "The Disney princesses are iconic!"}
{"label": "Disney", "text": "The fireworks at Disney World are absolutely magical."}
{"label": "Disney", "text": "The fireworks at Disney World are breathtaking."}
{"label": "Disney", "text": "The food at the Disney parks is just as amazing as the rides."}
{"label": "Disney", "text": "The Haunted Mansion ride is my favorite at Disneyland."}
{"label": "Disney", "text": "The Haunted Mansion ride is so much fun!"}
{"label": "Disney", "text": "The Imagineers at Disney create such immersive attractions."}
{"label": "Disney", "text": "The Lion King's soundtrack is simply unforgettable."}
{"label": "Disney", "text": "The Little Mermaid is my favorite Disney princess."}
{"label": "Disney", "text": "The Little Mermaid is such a classic animated film."}
{"label": "Disney", "text": "The magic of Disney World is truly something special."}
{"label": "Disney", "text": "The music in Disney's Encanto is amazing!"}
{"label": "Disney", "text": "The new Disney cruise line looks incredible."}
{"label": "Disney", "text": "The new Disney+ series is amazing."}
{"label": "Disney", "text": "The new Star Wars attraction at Disney is incredible."}
{"label": "Disney", "text": "The opening scene in 'Up' from Disney always makes me cry."}
{"label": "Disney", "text": "The Pirates of the Caribbean ride inspired a blockbuster movie franchise."}
{"label": "Disney", "text": "The storytelling in Disney movies is unparalleled."}
{"label": "Disney", "text": "There’s a new Pixar film coming out this summer!"}
{"label": "Disney", "text": "Toy Story was the first feature-length film made entirely with computer animation."}
{"label": "Disney", "text": "Walt Disney was a pioneer of animated films."}
{"label": "Llamas", "text": "A group of llamas is called a herd."}
{"label": "Llamas", "text": "A healthy llama can carry up to 25-30% of its body weight."}
{"label": "Llamas", "text": "A llama walked by the window at work today and I smiled."}
{"label": "Llamas", "text": "Baby llamas are called crias."}
{"label": "Llamas", "text": "Did you know llamas can be used to guard livestock?"}
{"label": "Llamas", "text": "Farmers sometimes use llamas to guard against coyotes."}
{"label": "Llamas", "text": "Have you ever gone llama trekking before?"}
{"label": "Llamas", "text": "I bought a children's book about llamas."}
{"label": "Llamas", "text": "I bought a llama-shaped planter for my garden."}
{"label": "Llamas", "text": "I love how llamas always look like they're smiling."}
{"label": "Llamas", "text": "I love how llamas interact with each other."}
{"label": "Llamas", "text": "I love the unique patterns on llama wool."}
{"label": "Llamas", "text": "I love the way llamas communicate with each other."}
{"label": "Llamas", "text": "I love the way llamas look with their big, soulful eyes."}
{"label": "Llamas", "text": "I love the way llamas prance around."}
{"label": "Llamas", "text": "I saw a baby llama at the petting zoo and it was so adorable."}
{"label": "Llamas", "text": "I saw a herd of llamas grazing in the field today."}
{"label": "Llamas", "text": "I saw a llama at the petting zoo and it was so friendly."}
{"label": "Llamas", "text": "I saw a llama at the petting zoo last weekend."}
{"label": "Llamas", "text": "I saw a llama dressed up for a festival."}
{"label": "Llamas", "text": "I saw a llama dressed up in a silly costume at a fair."}
{"label": "Llamas", "text": "I saw a llama race at the county fair."}
{"label": "Llamas", "text": "I saw an alpaca and thought it was a llama at first!"}
{"label": "Llamas", "text": "I think a llama would make a great emotional support animal."}
{"label": "Llamas", "text": "I think the llama's fur is soft."}
{"label": "Llamas", "text": "I visited a llama farm last weekend and it was so much fun."}
{"label": "Llamas", "text": "I want to adopt a llama someday."}
{"label": "Llamas", "text": "I wonder what a llama's daily life is like?"}
{"label": "Llamas", "text": "I would love to learn more about llamas"}
{"label": "Llamas", "text": "I'd love to pet a llama someday, they seem so peaceful."}
{"label": "Llamas", "text": "I'm so glad we were able to find this llama to help with the farm"}
{"label": "Llamas", "text": "I'm thinking of making a knitting project with llama wool."}
{"label": "Llamas", "text": "I'm trying to draw a picture of a llama, they are so interesting to look at."}
{"label": "Llamas", "text": "I'm using the llama to get the supplies up the mountain"}
{"label": "Llamas", "text": "I've always wanted to volunteer on a llama rescue farm."}
{"label": "Llamas", "text": "I've heard that llamas are very good at protecting livestock."}
{"label": "Llamas", "text": "In Peru, llamas are often adorned with colorful decorations."}
{"label": "Llamas", "text": "Llama farms are becoming increasingly popular."}
{"label": "Llamas", "text": "Llama fiber is very popular in the textile industry."}
{"label": "Llamas", "text": "Llama trekking is on my bucket list."}
{"label": "Llamas", "text": "Llama wool is incredibly soft and warm."}
{"label": "Llamas", "text": "Llama wool is soft and hypoallergenic."}
{"label": "Llamas", "text": "Llamas and alpacas are often confused with each other."}
{"label": "Llamas", "text": "Llamas are gentle creatures but can be quite stubborn."}
{"label": "Llamas", "text": "Llamas are great for trekking in mountainous regions."}
{"label": "Llamas", "text": "Llamas are known for their gentle nature."}
{"label": "Llamas", "text": "Llamas are known for their soft and fluffy wool."}
{"label": "Llamas", "text": "Llamas are native to the Andes Mountains."}
{"label": "Llamas", "text": "Llamas are often used as pack animals in mountainous regions."}
{"label": "Llamas", "text": "Llamas are often used as pack animals in the Andes."}
{"label": "Llamas", "text": "Llamas are often used in therapy programs."}
{"label": "Llamas", "text": "Llamas are part of the camel family."}
{"label": "Llamas", "text": "Llamas are related to camels and alpacas."}
{"label": "Llamas", "text": "Llamas are so majestic."}
{"label": "Llamas", "text": "Llamas are so photogenic with their quirky expressions."}
{"label": "Llamas", "text": "Llamas are such cute and fluffy animals!"}
{"label": "Llamas", "text": "Llamas are such fascinating creatures to learn about."}
{"label": "Llamas", "text": "Llamas are such gentle and intelligent animals."}
{"label": "Llamas", "text": "Llamas are very intelligent animals."}
{"label": "Llamas", "text": "Llamas are very social animals."}
{"label": "Llamas", "text": "Llamas communicate with each other by humming."}
{"label": "Llamas", "text": "Llamas have a three-compartment stomach for efficient digestion."}
{"label": "Llamas", "text": "Llamas have been domesticated for thousands of years."}
{"label": "Llamas", "text": "Llamas have such a unique and elegant gait."}
{"label": "Llamas", "text": "Llamas make great companions for hiking trips."}
{"label": "Llamas", "text": "Llamas make me smile, they are so unique."}
{"label": "Llamas", "text": "Llamas spit when they feel threatened or annoyed."}
{"label": "Llamas", "text": "My family and I are taking a trip to see llamas this summer."}
{"label": "Llamas", "text": "My favorite animal is the llama!"}
{"label": "Llamas", "text": "My niece is obsessed with llamas; she has lots of stuffed ones."}
{"label": "Llamas", "text": "Some people use llamas for trekking in mountainous areas."}
{"label": "Llamas", "text": "The Andes mountains are home to many llamas."}
{"label": "Llamas", "text": "The first time I saw a llama, I was captivated by their eyes."}
{"label": "Llamas", "text": "The llama exhibit at the zoo is so much fun to visit."}
{"label": "Llamas", "text": "The patterns on some llamas are so beautiful and diverse."}
{"label": "Llamas", "text": "The soft humming sound llamas make is so endearing."}
{"label": "Llamas", "text": "The way llamas hum is actually quite calming."}
{"label": "Llamas", "text": "There was a llama on a TV show and it was hilarious."}
{"label": "Llamas", "text": "There's a llama exhibit at the zoo next week, we should check it out."}
{"label": "Llamas", "text": "There’s a llama-themed cafe that opened nearby."}
{"label": "Llamas", "text": "There's a local farm that has a llama trekking experience."}
{"label": "Llamas", "text": "They say llamas are incredibly social animals."}
{"label": "Llamas", "text": "Those long eyelashes on a llama are so cute!"}